export const questions = {
  A1: [
    {
      title: "Выберите предложение с ошибкой",
      options: [
        "a. მე არ ვარ/ мэ ар вар",
        "b. ვინ ის არის?/ вин ис арис",
        "c. სად ხართ?/сад харт'",
        "d. ვინ იქნება აქ?/ вин ик'нэба ак'",
      ],
      answer: 2,
    },
    {
      title: ` Выберите верный перевод предложения`,
      mainQuest: "„Вчера он не был дома“: ",
      options: [
        "a. ის არ გუშინ სახლში/ис ар гушин сахлши",
        "b. არ ის იყი სახლში/ар ис ико сахлши",
        "c. სახლში არ ისინი იყო/сахлши ар исини ико",
        "d. გუშინ არ იყო სახლში гушин ар ико сахлши",
      ],
      answer: 4,
    },
    {
      title: "Выберите цифру",
      mainQuest: "სამოცდაჩვიდმეტი/самоцдачвидмэти :",
      options: ["a. 36", "b. 76", "c. 67", "d. 77"],
      answer: 4,
    },

    {
      title: "Выберите верный перевод предложения",
      mainQuest: "„Где ты ходишь?“: ",
      options: [
        "a. სად მიდიხარ",
        "b. სად მოდიან",
        "c. სად დადიხარ",
        "d. სად დადის",
      ],
      answer: 3,
    },
    {
      title: "Выберите верный перевод предложения ",
      mainQuest: "„ფეხით მოდიან“:",
      options: [
        "a. Он идет сюда",
        "b. Ты идешь или едешь?",
        "c. Они идут пешком ",
        "d. Они уходят",
      ],
      answer: 3,
    },
  ],
  A2: [
    {
      title: "Выберите верный перевод предложения: ",
      mainQuest: "„წამოდი გიოსთან“ :",
      options: [
        "a. Иду вместе с Гио",
        "b. Еду к Гио",
        "c. Пойдем к Гио  ",
        "d. Иду к Гио",
      ],
      answer: 3,
    },
    {
      title: "Выберите верный перевод предложения",
      mainQuest: "„Гио хочет есть“ :",
      options: ["a. გიოს შია ", "b. გიოს სშია", "c. გიო შია", "d. გიომ შია"],
      answer: 1,
    },
    {
      title: "Выберите верный перевод предложения ",
      mainQuest: "„Как хочешь!“ :",
      options: [
        "a. რა გინდა",
        "b. როგორც გინდა ",
        "c. როგორ გინდა  ",
        "d. რაც გინდა",
      ],
      answer: 2,
    },
    {
      title: "Выберите верный перевод предложения",
      mainQuest: "„Уходи“ :",
      options: ["a. მიდი", "b. მოდიხარ ", "c. წადი  ", "d. წამოდი"],
      answer: 3,
    },
    {
      title: "Выберите, как по-грузински ",
      mainQuest: "„грузин“ :",
      options: [
        "a. ქართული / картули",
        "b. საქართველო/ сакартвэло",
        "c. ქართველი/ картвэли",
        "d. ქართულად /картулад",
      ],
      answer: 3,
    },
  ],
  "A2+": [
    {
      title: "Выберите верный перевод предложения ",
      mainQuest: "„Гио должен сделать“ :",
      options: [
        "a. გიოს უნდა გააკეთებს",
        "b. გიომ უნდა გააკეთოს  ",
        "c. გიოს უნდა გააკეთოს ",
        "d. გიო უნდა გააკეთოს ",
      ],
      answer: 2,
    },
    {
      title: "Выберите верный перевод предложения",
      mainQuest: "„Ее зовут“ :",
      options: ["a. ის ქვია", "b. მას ქვია", "c. ის გქვია", "d. მას ჰქვია"],
      answer: 4,
    },
    {
      title: "Выберите верный перевод предложения: ",
      mainQuest: "„Когда ты ушёл?“ :",
      options: [
        "a. როდის წახვალ",
        "b. როდის მოხვედი",
        "c. როდის გახვედი",
        "d. როდის წახვედი",
      ],
      answer: 4,
    },
    {
      title: " Выберите верный перевод предложения",
      mainQuest: "„Он любит хинкали“ :",
      options: [
        "a. ის მიყვარს ხინკალი",
        "b. ის უყვარს ხინკალს ",
        "c. მას უყვარს ხინკალს",
        "d. მას უყვარს ხინკალი",
      ],
      answer: 4,
    },
    {
      title: " Выберите верный перевод предложения  ",
      mainQuest: "„Она не знает грузинский“ :",
      options: [
        "a. ის არ იცი ქართული",
        "b. მას არ იცის ქართულს ",
        "c. მან არ იცის ქართული ",
        "d. მან არ იცის ქართულს ",
      ],
      answer: 3,
    },
  ],
};
